tap "homebrew/bundle"
tap "homebrew/services"
brew "eza"
brew "fd"
brew "icu4c@76"
brew "zeromq"
brew "ffmpeg"
brew "fzf"
brew "go"
brew "hyperfine"
brew "jj"
brew "jq"
brew "libelf"
brew "llvm"
brew "lld"
brew "meson"
brew "neovim"
brew "pkgconf"
brew "ripgrep"
brew "tmux"
brew "uv"
brew "zig"
cask "discord"
cask "firefox@esr"
cask "ghostty"
cask "intellij-idea-ce"
cask "spotify"
